app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    @user.save
---
INSERT INTO "users" ("email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "123"], ["password", "123"], ["created_at", "2017-08-22 19:46:29.232495"], ["updated_at", "2017-08-22 19:46:29.232495"]]